# Нужно менять
# Текст запроса
requeststext = "база отдыха алтай"
# Количество результатов
results = 500
# Количество пропущенных результатов
skip = 1000
# Координаты центра окружности
coordinates = "51.158167,87.150255"
# Координаты точки для радиуса окружности
spn = "2.000000,2.000000"
# Координаты левого нижнего угла
coordinates_bot_left = "47.71,83.34"
# Координаты правого нижнего угла
coordinates_top_right = "53.80,90.58"
# Не нужно менять
# Ключ для доступа к API
apikey = "f0cb5d1c-0d2a-4aea-b4ef-04b5f6cca2c7"
# Текст для формирования строки GET запроса
url = "https://search-maps.yandex.ru/v1/"
